// {
//   date: '111',
//   title: '111',
//   desc: '111',
//   link: '111',
// }
window.list_config = [{
  date: '2017',
  title: '2017年以后',
  desc: '开始重新思考技术之路和人生之路',
  link: './list/2017-02/index.html',
},{
  date: '2017',
  title: '第二版官网',
  desc: '这版最初是纯静态页面，一直想开发全CSS3动画网站，也是自己对CSS3的全面实战，做这个网站之前，自己做了5个同样的练习，为的就是进行更好的封装和优化体验',
  link: './list/2017-01/index.html',
},{
  date: '2016',
  title: 'banner动效',
  desc: '自己开始进行JS和CSS3融合实战，把自己在两方面学到的知识，进行变现，从而换角度提高自己的综合能力',
  link: './list/2016-04/index.html',
},{
  date: '2016',
  title: 'SVG地图美化版',
  desc: '渲染图片消耗性能太高，导致页面卡顿，后续也就取消了美化版本',
  link: './list/2016-03/index.html',
},{
  date: '2016',
  title: 'SVG实现地图',
  desc: '使用jvectormap进行了持续的美化和探索，又进行了图片美化渲染，由于对性能要求太高，决定综合进行选择',
  link: './list/2016-02/index.html',
},{
  date: '2016',
  title: '第一版官网',
  desc: '这阶段开始学习和接触后端，PHP为主，并研究ajax原理，从而实现了自己对视觉的全面把控，也实现了之前因为对后端理解的不深入，导致的各种问题',
  link: './list/2016-01/index.html',
},{
  date: '2015',
  title: '后台系统重构',
  desc: '这是在我离开公司之前，独立完成的医生端后台管理系统，在原基础上进行了大量的优化和美化，进行了全面提升',
  link: './list/2015-05/index.html',
},{
  date: '2015',
  title: 'PC移动端全兼容实战',
  desc: '这是把自己长时间的探索变成现实的第一个实战，当时记得，自己下班后回家做到凌晨4点多，还很兴奋，为了不耽误第二天工作，还是平复心情睡个好觉',
  link: './list/2015-04/index.html',
},{
  date: '2015',
  title: '具有代表性移动端落地页',
  desc: '这阶段在PC和移动端都小有成就，开始尝试进行，PC和移动端结合开发，使得一套代码兼容PC浏览器和移动端设备',
  link: './list/2015-03/index.html',
},{
  date: '2015',
  title: '第一版官网',
  desc: '这阶段开始学习JS，并研究其他插件的原理，开始在实际工作中，不断地编写融合自己思想的插件',
  link: './list/2015-02/index.html',
},{
  date: '2015',
  title: '耗费12小时的移动页面',
  desc: '这阶段确立了，自己要全面提高网站制作技能，开始在HTML5和CSS3上进行大量研究和实践，也为了后来培养JS打下了深厚的基础',
  link: './list/2015-01/index.html',
},{
  date: '2014',
  title: '万商汇-web站',
  desc: '这阶段开始全面负责网站制作业务，带领其他小伙伴一起完成一个又一个任务',
  link: './list/2014-03/index.html',
},{
  date: '2014',
  title: '万商汇-移动端',
  desc: '第一次做移动端开发，各种适配还是挺有意思的，想法很重要，当时尝试了很多不同想法，做事就应该多多尝试',
  link: './list/2014-02/index.html',
},{
  date: '2014',
  title: '北京颐康中医院官网',
  desc: '第一份工作，外包公司，自己独立负责设计和网站制作；同时，也是自己在职业道路明确要专注从事前端的起点',
  link: './list/2014-01/index.html',
},{
  date: '2013',
  title: 'UI作品',
  desc: '做设计的时候，自己平时进行练习，极大的培养了自己设计软技能',
  link: './list/2013-02/ui.html',
},{
  date: '2013',
  title: '素描作品',
  desc: '做设计的时候，自己平时进行练习，极大的培养了自己设计软技能',
  link: './list/2013-02/sketch.html',
},{
  date: '2013',
  title: '模范-女人街',
  desc: '在达内参加培训时候的实战练习，这种练习很多，大体一样，主要是练习网站制作技能',
  link: './list/2013-01/index.html',
}];