// {
//   date: '111',
//   title: '111',
//   desc: '111',
//   link: '111',
// }
window.list_config = [{
  date: '2017',
  title: '2017年以后',
  desc: '开始重新思考技术之路和人生之路',
  link: './list/2017-02/index.html',
},{
  date: '2017',
  title: '第二版官网',
  desc: '这版最初是纯静态页面，一直想开发全CSS3动画网站，也是自己对CSS3的全面实战，做这个网站之前，自己做了5个同样的练习，为的就是进行更好的封装和优化体验',
  link: './list/2017-01/index.html',
},{
  date: '2016',
  title: 'banner动效',
  desc: '这阶段开始进行js特效的原生编写和实战，还挺回味每天窝在自己的世界练习基础技能',
  link: './list/2016-04/index.html',
},{
  date: '2016',
  title: 'SVG地图美化版',
  desc: '渲染图片消耗性能太高，导致页面卡顿，后续也就取消了美化版本',
  link: './list/2016-03/index.html',
},{
  date: '2016',
  title: 'SVG实现地图',
  desc: '使用jvectormap进行了持续的美化和探索，最后定稿基本这样，具体美化图片渲染对性能要求太高',
  link: './list/2016-02/index.html',
},{
  date: '2016',
  title: '第一版官网',
  desc: '这阶段的自己还在为接触PHP兴奋、对ajax探索和实战、对各种设计的还原，视觉效果的实现，导致自己近两年时间都停留在视觉层面，很久以后才有意识',
  link: './list/2016-01/index.html',
},{
  date: '2015',
  title: '后台系统重构',
  desc: '这个也是自己长时间想要优化的医生端网站，在自己临走之前完成了；当时也意识到自己要懂得后台才能更好的做前端',
  link: './list/2015-05/index.html',
},{
  date: '2015',
  title: 'PC移动端全兼容实战',
  desc: '这是把自己长时间的探索变成现实的第一个实战，当时记得，自己下班后回家做到凌晨4点多，还很兴奋，为了不耽误第二天工作，还是平复心情睡个好觉',
  link: './list/2015-04/index.html',
},{
  date: '2015',
  title: '具有代表性移动端落地页',
  desc: '开始有意识的研究PC和移动端结合开发，和对jq的实战，由于自己的保守，很长一段时间自己都沉浸在效果的实现、完全还原设计稿、移动端和PC各种兼容解决',
  link: './list/2015-03/index.html',
},{
  date: '2015',
  title: '第一版官网',
  desc: '这阶段开始，逐渐的把自己所学的js应用到实践中，每天乐此不疲的沉浸在开发和学习中，也体会到掌握事物本质能力的重要',
  link: './list/2015-02/index.html',
},{
  date: '2015',
  title: '耗费12小时的移动页面',
  desc: '这阶段自己对js还处于模糊状态，更多时候是使用别人现成的效果；也是自学js之路的起点，忙碌而充实',
  link: './list/2015-01/index.html',
},{
  date: '2014',
  title: '万商汇-web站',
  desc: '这阶段开始全面负责网站制作业务',
  link: './list/2014-03/index.html',
},{
  date: '2014',
  title: '万商汇-移动端',
  desc: '第一次做移动端开发，各种适配还是挺有意思的，想法很重要，当时尝试和很多想法',
  link: './list/2014-02/index.html',
},{
  date: '2014',
  title: '北京颐康中医院官网',
  desc: '第一份工作，外包公司，自己独立负责设计和网站制作；同时，也是自己在职业道路明确要专注从事前端的起点',
  link: './list/2014-01/index.html',
},{
  date: '2013',
  title: 'UI作品',
  desc: '做设计的时候，自己平时进行练习',
  link: './list/2013-02/ui.html',
},{
  date: '2013',
  title: '素描作品',
  desc: '做设计的时候，自己平时进行练习',
  link: './list/2013-02/sketch.html',
},{
  date: '2013',
  title: '模范-女人街',
  desc: '在达内参加培训时候的实战练习，这种练习很多，大体一样，主要是练习网站制作技能',
  link: './list/2013-01/index.html',
}];