window.config_2_3=[{
  rank:'start',
  title:`冰山模型`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'start-1',
  title:`## 收获
:
* 分析自己和工作匹配度
* 做出正确的职业选择
* 精准找到自己喜欢并有成就感的工作`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'start-2',
  title:`## 迷茫无精打采的原因
:
* 我们怼自己的事业有期许，当下工作无法承载这种期许`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'1-1',
  title:'知识和技能',
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'1-2',
  title:`**概念**
:
* 知识：就是我们在学习和实践中获得的认知和经验，如：财务知识、计算机知识
* 技能：你所具备的某项专门技术，如：开车、编程
* 知识和技能属于特定领域`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'1-3',
  title:`**效果**
:
* 知识和技能可以后天习得的，也是非常显性，容易看出来`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'1-4',
  title:`**问题定位**
:
* 如果你的工作中有很多陌生的内容
* 觉得每天都信息量很大、来不及接收，感到慌乱和焦虑
* 很可能就是你的知识技能跟岗位不匹配`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'1-5',
  title:`**培养周期**
:
* 看上课时间和学习时长`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'2-1',
  title:`能力`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'2-2',
  title:`**概念**
:
* 冰山模型中间的要素是能力，或叫通用能力，如：学习和思考能力、人际交往能力
* 能力属于通用领域，适用于任何领域
`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'2-3',
  title:`**效果**
:
* 能力高低具有比较强的隐蔽性，短时间无法看出来
`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'2-4',
  title:`**问题定位**
:
* 工作效率、沟通效率较低
* 面对复杂的问题无从下手，缺乏成就感，力不从心`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'2-5',
  title:`**培养周期**
:
* 一般要几个月时间`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'3-1',
  title:`价值观、性格特质、动机`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'3-2',
  title:`**概念**
:
> 受基因、家庭教育、童年经历等影响
> 很难被改变（主要看自己引导，双刃剑看怎么用）
:
* 价值观：判断事物的标准
* 性格特质：个人的行为偏好
* 动机：成就动机、权利动机、亲和动机
    * 成就动机：喜欢挑战
    * 权利动机：希望影响他人
    * 亲和动机：希望维持更好的团队关系`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'3-3',
  title:`**效果**
:
* 潜移默化的影响`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'3-4',
  title:`**问题定位**
:
* 价值观：如果你在工作中经常陷入矛盾和纠结，对所做的事情很难发紫内心地认同，很可能就是价值观上不匹配
* 性格特质：如果你在工作中发现，自己好像工作量没有很大，但却觉得心累，很有可能是性格不匹配
* 动机：如果你感觉自己没有动力，做事提不起劲儿来，那很可能就是现在的工作跟你的动机不匹配`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'4-1',
  title:`## 感觉一份工作不喜欢，有可能：
:
* 缺乏只是技能：导致的慌乱和焦虑
* 缺乏能力：导致的挫败和低效
* 价值观不匹配：导致的矛盾和纠结
* 动机不匹配：导致的没热情
* 性格特质不匹配：导致的心累`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'5-1',
  title:`## 操作
:
* 搜索这个行业岗位人员现有素质和能力
* 搜索这个行业招聘需求
* 最好和这个岗位的人聊一聊
* 通过模型和自己做对比`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'6-1',
  title:`# 四大要素，决定了你的市场价值
:
* 知识容易获取跟习得，如果不能用它解决问题，几乎就没什么竞争力
* 技能有进入门槛，其市场价值取决于稀缺程度，但长期来说，所有技能都会走向供需平衡，高收入不可持续
* 能力可迁移，并且对知识和技能也有很大促进，值得我们多投入
* 而每个人的性格、动机和价值观不同，所以做不同的工作，也会有产出的不同
:
**总结**
:
* 我更多的再把时间和精力花费提高解决问题的能力上面，这本身没有错，只是解决问题的能力高收入不可持续
* 我要更多的培养自己的可迁移能力，无论未来世界如何变化，我自从容面对
* 这里面的前提是，因为这个时代，让获取知识和技能更加容易和方便，才导致知识和技能不再具有竞争力或者说无法支撑我们一生的生存问题`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'7-1',
  title:`四类迹象，发现你的隐藏能力`,
  link:'',
  noteClass:'config_2_3_main',
},{
  rank:'7-2',
  title:`## 天赋
:
* 虽然成功人士基本上都遵循了一个原则，就是将自身天赋发挥到了极致
* 天赋并不是少数人的专属，每个人都有自己的天赋
* 天赋就是隐藏的能力，让一个人可以在同样起点的情况下，更加快速地成长
* 天赋只是个催化剂，是加快反应的`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'7-3',
  title:`## SIGN模型
:
> 天赋的四个表现
:
* 自我效能：当你对某类事非常有信心，觉得自己可以做成功，这就是天赋的其中一个表现
* 本能：那些让你迫不及待、跃跃欲试的事情，可能意味着你天赋的所在
* 成长：如果在某个领域，你一接触就明显比别人进步的要快一些，这也是天赋给你的一个信号
* 满足：做完这件事之后，就算感到疲劳和困倦，你依然会有满足感
`,
  link:'',
  noteClass:'config_2_3_empty',
},{
  rank:'7-4',
  title:`## 发现自己的SIGN
:
* 问自己：通过提问自己，发现自己在某些方面某些事情上，出现的废寝忘食
* 问别人：通过别人请教和提问等方式，和你产生联系的点是什么，在判断这些点是不是SIGN
* 本质就是，找到让自己上瘾并正确的方向
`,
  link:'',
  noteClass:'config_2_3_empty',
}];